IDEA Open Model
ConnectionPoint.Node Property
 Node
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ReferenceElement Node { get; set; }
Public Property Node As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Node {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace